<template>
  <section data-markdown data-separator="------" data-separator-vertical="----">
    <textarea data-template>
      # 熟悉地形
      ----
      ## 拔除惡夢的威脅

      夢境的功用之一，就是個人內在狀態的報告。夢境會反映出清醒生活的感受，舉凡壓力、疾病、受挫的人際關係或創傷事件等，都會在夢境中轉化為某種形象襲擾。
      ----
      ### 整合我們的陰影元素

      榮格把惡夢稱作「陰影元素」（shadow elements）。他相信陰影元素是我們遺失的一部份自己。惡夢似乎反應心靈不想要的層面，這些層面被潛意識所排斥、否認或否定，就像被冷落的小狗，只是想要被人疼愛、擁抱，再度被我們接納。
      ----
      ### 運用清醒夢來面對惡夢

      惡夢可以被視為一種夢兆，誘發我們清醒意識。

      透過清醒的意識與行為，讓惡夢喪失力量，不再失控。
      ----
      ### 近身迎戰惡夢：面對恐懼的方法

      1. 身在，心在  
      不論身在何處，惡夢總會現身。試著找出惡夢背後的訊息。

      2. 拉繩子喊卡  
      如果尚未做好面對的準備，還可以從惡夢中醒來。

      3. 知道自己是安全的
      ----
      ### 近身迎戰惡夢：面對恐懼的方法

      4. 不要改變夢境，改變你自己  
      藉由清醒夢及完整的自我意識，冷靜沉著地專注於改變自己，感受自我的情緒，釋放焦慮和恐懼，就可以削弱惡夢的力量。

      5. 徵招援兵  
      運用創造力保護自己，尋求其他夢境住民的協助。
      ----
      ### 和惡夢對話

      試著與惡夢對話，可能揭露一些自我

      - 你為什麼要追我？
      - 你想要什麼？
      - 你是誰？
      - 我為什麼會遇到這種狀況？
      - 我能怎麼幫你？
      - 你代表什麼東西？
      - 你有什麼可以教我的？

      把噩夢當成某種路標，它告訴你某樣東西需要你的關心和注意。
      ----
      ### 重點整理

      - 用惡夢誘發夢中的清醒意識，對困擾你的事物追根究柢。
      - 令人膽寒的惡夢中人，其最終目的並非要傷害你，而是想傳達訊息，得到你的接納。就像胡鬧的小孩子，只希望你聽他說話。
      - 向惡夢提問，把潛意識中壓抑的惡魔統統釋放出來。
      - 揮舞白旗，向衝突投降——你反而會變得更加堅強。面對進擊的惡夢巨人，不要攻擊它，而要用愛和人性面對它。
      - 當惡夢肆虐時，出手療癒它的成效會延續到清醒生活，也會帶給你全新的能量。
      ----
      ## 療育和圓滿

      用清醒夢自我療癒非常具有實用價值。作夢時，人會斷絕外在世界的一切干擾，有機會直接和潛意識溝通，自我療癒。現代醫學試圖從外在治療，夢境治療則從內在修補。
      ----
      ### 心靈治療

      透過清醒夢整合自我壓抑的部分。
      ----
      ### 在夢中變得圓滿

      試著解讀夢境，主動探索內在世界
      1. 運用直覺，尋找可能象徵情緒困擾或被壓抑的過往經驗的夢中人物。他們可能以悲傷的人、受傷的人、孩童的形象出現在你的夢中，也可能是其他較不明顯的象徵物。
      2. 試著和它「團圓」，投注熱情的意念「我想變得完整」。提供這些潛意識的人物能量。
      3. 透過意象創造經驗來療癒自己。試著與一位夢中角色或投射實際存在的人物來達成和解。
      4. 如果問題太過沉重，還是需要透過專業協助進行治療。
      ----
      ### 有色光芒

      做夢者自我療癒時經常可以感受到光，從中得到療癒的能量。

      ### 巫毒娃娃

      試著將疾病或障礙想像成一個實際的物品，藉由在夢中消除它，同時想像在現實中被消滅。

      ### 治療師

      在夢中透過意念尋找一位能為你治療的角色，藉由它的力量來療癒你。
      ----
      ### 平衡的動作

      生理上的症狀通常來自情緒或精神上的不平衡。透過潛意識療癒自我時，也不可忽視科學的醫療行為。
      ----
      ### 重點整理

      意象對身心的影響很大

      - 你可以在清醒夢中創造出特定、有創意的視覺經驗來治療自己。
      - 利用夢境來治療身體健康似乎是可行的。
      - 運用夢境和自我失落的部分重新整合，使心靈更圓滿。
    </textarea>
  </section>
</template>
<script>
export default {
  name: 'FamiliarWithTheTerrain',
}
</script>
<style lang="scss" scoped></style>
