<template>
  <section data-markdown data-separator="------" data-separator-vertical="----">
    <textarea data-template>
# 踏上旅程
----
## 嶄新的發現
- 當我們周遊在夢鄉之際，身體基本上處於癱瘓狀態，大腦中的運動神經元此刻靜止不受刺激，身體的肌肉沉睡不動，這是一種正常狀態，稱之為**睡眠麻痺（sleep atonia）**
- 人體中有兩個器官不受這種癱瘓狀態影響：

    - 一是**橫膈膜**，讓我們保持呼吸
    - 另一個是**眼睛**
----
### 用科學證明在睡夢中清醒    
早上八點零七分，沃里斯發現自己在夢境之中。
一旦他意識到自己正在做夢，亦即他的身體在清醒世界中無意識地躺。他馬上進行事先約定好的特定眼球動作——**眼球左右來回轉動八次**——好讓實驗室知道他正在做夢，而且是有意識地這麼做。

腦波圖（EEG）的指數證明他正處於睡眠狀態，但他的大腦卻清醒得組已傳送訊息回實驗室——他正在做清醒夢。
----
### 清醒夢的效益
1. **探險和幻想**
<br><small>既然真實世界的物理定律和社會規範在夢中世界都不存在，夢中的清醒狀態提供做夢者一個最佳的遊樂場。</small>

2. **面對惡夢**
<br><small>如果能在惡夢中「醒來」，你不但擁有扭轉潛意識創造出的恐怖故事的腳本能力，還有力量找出糾纏你的源頭，進而療癒自己</small>

3. **激發創意和靈感**
<br><small>夢境就是讓創造力無拘無束自在奔馳的最理想地點，這裡毫無限制，你幾乎可以創造任何你想要的事物</small>
----
### 清醒夢的效益
4. **具創意的問題解決之道**
<br><small>清醒夢可以做為測試場所，自古人們就會在夢裡尋求指引，夢境也是找出日常生活裡問題解決之道的最佳途徑。</small>

5. **療癒**
<br><small>在清醒夢中，你可以療癒自己身上的許多層面。你可以變得更快樂，也更完整。</small>

6. **認識自我**
<br><small>做清醒夢可以是探索靈魂的絕佳工具，也是你碰觸更深層自我的方式。</small>
----
## 夢是什麼?
夢境是日常生活重要的一部份，<br>人們受到夢的啟發及指引。<br>許多驚人的科學發現、無價的發明、文學藝術創作，都可歸功於夢境。
----
### 世人皆夢
不論年齡、種族、宗教信仰、職業、飲食習慣或性取向為何，我們都會做夢，而且每天晚上都是如此。
- ~~有些人從不做夢~~（X）
- 有些人醒來後很難回憶起夢境的內容（Ｏ）
----
### 瞭解夢境
試圖解釋夢境為何的理論不勝枚舉。
佛洛伊德主張所有的夢境都是人類實現願望的形式。也就是說，夢境的出現是因為我們在日常生活中累積了許多被壓抑的衝突和慾望。夢是我們心靈在「無意識」（unconscious）狀態下試圖解決這些過往衝突的作法。
----
其他主流的觀點：
- **人腦就像電腦**
<br><small>夢是我們組織訊息的方式之一，幫助我們儲存記憶。夢是一種「磁碟重整」的方式。</small>

- **未來的預演**
<br><small>夢是一種安全環境，讓我們可以在此準備、練習即將發生的事。</small>

- **隨機**
<br><small>夢是神經隨機放電的附屬品……大腦前額葉試圖將之組成一條故事線。夢就是胡言亂語。</small>
----
### 夢境體驗
我們似乎沒有把夢境當成人類經驗中的無價之寶，好好地珍視它。

「典型的做夢者在醒來之後完全記不得他前一晚身在何方，就跟失憶的醉鬼沒什麼兩樣。」<br><small>by 羅伯‧摩斯（Robert Moss）—— 有意識地作夢</small>

我們被教導要無視於夢境，把夢境當做無意義的干擾物。
----
### 你作夢的時候去了哪裡？
沒有人知道夢境發生在何處。至今未有公認的說法。
----
**本書認為**的目的地為**潛意識**。簡要地說，所謂的潛意識，就是有意識的心智活動之外的所有心智活動。

<br>
<ins>潛意識影響我們的決定、思想和感受，也是想像力的來源，亦可能是智慧的泉源。</ins>
<br>
<small>

**「無意識」（unconscious）**和**「潛意識」（subconscious）**，這兩個字基本上可以互換。本書為避免聯想到臨床上的「無意識」，而採用「潛意識」
</small>
----
## 夢的歷史
### 當代    
夢曾被當作心理困擾或是消化不良的附屬品，也沒有實際的價值。
心理學家佛洛伊德開始嘗試解析病人的夢境，開啟全新的心理學領域。
----
### 誰說的對？
古人認為，夢是清醒世界的延伸，是和「真實生活」一樣重要的實境。
大多數人從小就被制約，把內在世界的景象都當成「不過是場夢」。
重新考慮一下這些說法的可能性。
    </textarea>
  </section>
</template>
<script>
export default {
  name: 'StrartTrip',
}
</script>
<script setup></script>
<style lang=""></style>
