<template>
  <section data-markdown data-separator="------" data-separator-vertical="----">
    <textarea data-template>
# 打包行李
----
## 快速動眼期
（Rapid Eye Moment sleep，REM）
<small>
  
- 一般人在這段特殊的睡眠時段中、心跳和呼吸會加快、血壓也會升高。
- 一晚大約有四到五次，腦波會突然大幅位移到一個非常活躍且「清醒」的狀態。
- 同時眼球或在緊閉的眼皮底下快速地來回轉動。

</small>
----
### 快速動眼期
夢境主要發生在快速動眼期

- 當我們進入REM睡眠，腦波和清醒時非常相似。
- 此時我們在現實世界中沒有任何外在刺激，我們轉而向內，用想法和記憶來創造經驗。
- 知道快速動眼期何時發生會是引發清醒夢最有效的方法之一。
----
### REM和睡眠階段

整個夜晚，我們會在兩個主要的睡眠階段之間循環：非REM睡眠和REM睡眠。
----
## 意念的力量
----
### 那麼，意念是什麼?

所謂意念，就是目的、目標，針對特定行動的定向思維。
----
### 思想的力量

實驗在腦中模擬運動，能一定程度內增加肌肉強度
腦中模擬的過程，肌肉發出的電波與實際運動是一樣的
----
### 如何設定意念

1. **遣詞用字是關鍵**
2. **感覺它，看清它**
3. **期待**
4. **把它變成腦中做重要的想法**
----
### 如何設定意念

1. **遣詞用字是關鍵**

      <small>若要達到最大效果，意念應該非常明確。創造簡短有力的描述，重點放在你的慾望上。這項作法一般稱為（自我）「肯定」（affirmations）。</small>
      
      <small>ex：~~哪天我也想來學鋼琴~~</small><br>
      <small>ex：星期二我要開始上鋼琴課，到六月之前我要學會彈奏音階</small>

2. **感覺它，看清它**

      <small>想像或回想一個夢境，回想那個身處其中的感覺。</small>
----
### 如何設定意念
    
3. **期待**

      <small>~~被動地希望清醒夢自動發生~~</small>

      <small>期待自己當晚在夢中醒來</small>    

4. **把它變成腦中做重要的想法**

      <small>在睡前屏除雜念</small>
      
      <small>「我在夢中意識清醒。」</small>
----
### 重點整理
<small>  
- 人的心智並無法分辨想法和行動的差別。因此做清醒夢之前，在腦海模擬預演是很重要的
- 想像你看到自己身處夢中，感受認出這是夢境的興奮
- 在真正做清醒夢之前，先對此懷抱感激之情
- 當你設定好意念，用簡單的語句描述 ex：我在夢中清醒且意識清楚
- 培養想做清醒夢的強烈慾望，並且讓這個慾望成為入睡前腦中最重要的想法  
</small>
----
## 記住你的夢境
----
### 你是做夢者

- ~~我不做夢~~
- ~~睡得很淺~~
- ~~我不像其他人會做那麼多夢~~
- **我是有意識地在做夢**
----
### 夢是真實的經驗

回憶夢的記憶與回憶真實世界的記憶，在本質上並無區別
----
### 入睡

在睡前立下想要記得夢境的意念
----
### 設定意念

1. **重複（自我）肯定**
    
      <small>入睡前將意念聚焦在簡短明確的句子。<br>ex：我記得我的夢</small>

2. **觀想它**
    
      <small>在腦中想像早上醒來記得夢境的內容，記錄下夢中的細節</small>
    
3. **感受它**
    
      <small>感受自己在鮮明的夢中醒來，接受夢中的各種感官刺激</small>
    
----
### 健康的睡眠習慣

1. **建立睡前儀式**
    
      <small>做一些會讓你放鬆的事<br>ex：沖個熱水澡、閱讀、冥想、畫圖、瑜珈、焚香</small>
    
2. **每晚準時上床**
    
      <small>固定的睡眠周期（slepp cycle）有助於引發清醒夢</small>

----
### 健康的睡眠習慣
    
3. **床、浴室，以及另一個世界**  
      <small>睡眠環境應保持昏暗、舒適且安靜，讓你覺得平靜與安全</small>
    
4. **讓阿嬤為你驕傲**  
      <small>減少攝取刺激物，避免不良影響<br>ex：酒精、菸、大麻和咖啡</small>    
----
### 醒來

1. **慢慢醒來，避免任何動作**  
      <small>當你從睡眠中返還，給自己一點時間去記憶方才所在的夢境。</small>

2. **蒐集夢境碎片**  
      <small>試著從殘留的片段聯想夢境的細節。</small>
    
3. **改變睡姿**  
      <small>緩慢回復作夢時的睡姿，回憶起夢境會比較容易。</small>
----
### 醒來
    
4. **檢查情緒**

      <small>透過檢查情緒回憶夢境。</small>
    
5. **做紀錄**

      <small>寫下你的夢境。</small>    
----
### 重點整理
<small>

- 你早上醒來記得的夢，只是關於夢的記憶，而非夢境本身。
- 夢是我們每晚都會經歷的真實體驗，但由於貧乏的夢境記憶，我們忘了另一個自己也參與其中的完整人生。
- 想記得夢境，必須把這件事當成第一優先並全神貫注。把夢境當成你想要記憶的重要體驗，夢就會如繁花般盛開。
- 練習培養良好的睡眠習慣，例如每晚準時上床，充分休息。
- 在睡前建立意念：「我會記得我的夢。」
- 練習正確的醒來方式：要慢慢醒來，避免任何動作。
- 在試圖做清醒夢之前，每晚至少要記得一個夢，這一點很重要。

</small>
----
## 撰寫夢境日誌
----
### 加強夢境回憶

人們起床後五分鐘內通常就會忘記一半以上的夢境內容，起床後十分鐘內則會把九成的夢都忘光。

寫下夢境是最有效回憶夢境的方法。
----
### 如何撰寫夢境日誌

1. **把日誌擺在床邊**  
      <small>便於醒來後紀錄夢境。</small>
    
2. **日期和時間**      
      <small>紀錄睡覺模式，潛意識做下準備。</small>
    
3. **寫下關鍵字**  
      <small>隨意寫下夢中最重要的時刻作為大綱，再根據這些點來擴充。</small>

----
### 如何撰寫夢境日誌
    
4. **用現在式的語氣書寫**  
      <small>用現在式來書寫和思考可以將你帶回夢境之中，讓你回憶起更多細節。</small>
    
5. **為你的夢境命名**  
      <small>寫下夢境後，回頭為這個夢命名。有助於查找。</small>
    
6. **註解**  
      <small>在固定的區塊標註夢境中你是否清醒。寫下引發你在夢中清醒的事物、你的清醒夢維持多久、以及任何你學到、往後可以幫助你探索清醒夢的有用訣竅。</small>
    
----
### 找出夢境背後的意義

「夢是我們還不知道要提問的問題的解答。」

夢屬於做夢者本身。夢是非常個人、私密的東西。我們眼中的蘋果，對你來說未必是蘋果。
----
### 夢兆，清醒夢的誘發物

反覆出現的夢境元素叫做「夢兆」，是前往清醒夢世界的墊腳石。留意這些在夢中反覆出現的元素，是你在夢中恢復意識的重要途徑。
----
### 找出你的夢兆

從夢境日誌中找出個人的夢兆。

上床前告訴自己：「下次再看到ＸＸＸ，我就知道自己在夢中。」
----
### 發現一個自然世界

累積夢境日誌可以幫助你和夢境的聯繫。

找到自己適合的紀錄方式。
----
### 重點整理
<small>

- 要記住夢境最有效的方式，就是將它們寫下來。
- 夢境包含我們經常錯失的頓悟和洞見，除非把夢境記下來、回頭重讀，才有可能察覺。
- 夢兆基本上就是夢中反覆出現的元素，也是辨認自己正在做夢的絕佳手段。
- 醒來後快速寫下重點，不然很快就會忘光光。
- 抱著好玩有趣的心態來撰寫夢境日誌，這是一本記錄你在另一個次元歷險的書籍。

</small>
----
## 檢查現實面

當沒有特別注意時並不會發現自己其實身處夢境，停下來想一想，通常可以分辨自己是否在作夢，幫助在夢中恢復清醒。
----
### 人體測試

<div style="display:flex;">
  <div>

    - **手指頭**  
    <small>留意手指數量、手是否看起來正常。</small>
        
    - **跳躍**  
    <small>留意物理法則。</small>
    
    - **鼻子**  
    <small>當你捏住鼻子，是否還能呼吸？</small>

  </div>
  <div>

    - **鏡子**  
    <small>你在鏡中看起來正常嗎？</small>
    
    - **閱讀**  
    <small>你可以讀童一個句子兩次而且句子完全沒變嗎？</small>  
  </div>
</div>
----
### 何時該檢查現實面

建立簡單的習慣，提醒你檢查現實面。
----
可採用的方式：

<small>
  
1. 設定手機的鬧鐘
2. 在以下時刻檢查現實面（選擇一到兩項）
      1. 接電話時
      2. 穿過一道門時
      3. 看到一隻狗時
      4. 吃完每一頓飯時
      5. 移動到不同地點時
      6. 有怪事發生時
      7. 聽到音樂時
      8. 聞到美味食物的香氣時
      9. 身處情緒波動時
3. 善用夢兆    
      看到夢兆就檢查現實面

</small>
    
----
### 覺知當下

覺之當下，自我存在意識也會因此提升。

檢查現實面是跳脫行屍走肉模式的絕佳方法，讓我們在日常生活中擴展意識面。

圖騰：私人小物件，用來協助自己檢查現實面（全面啟動）
----
### 重點整理

清醒時就開始和夢境世界溝通，溝通的工具就是檢查現實面。
<small>

- 每天隨時問自己：「我在作夢嗎？」很快，你就會在夢中提出同樣的問題。「是的！我這次真的在作夢！」
- 提出這個問題時，同時做人體檢查。
- 一天檢查現實面五到十次，每次間隔相同的時間。你可以利用某個持續出現的事物來提醒自己。

</small>
    </textarea>
  </section>
</template>
<script>
export default {
  name: 'PackYourBags'
}
</script>
<script setup>
</script>
<style lang="css" scoped>
</style>