<template>
  <section data-markdown data-separator="------" data-separator-vertical="----">
    <textarea data-template>
      # 探索新世界
      ----
      ## 交通方式

      - 在夢境世界四處移動讓夢境探險更加豐富：  
      要前往不同的地點，交通方法很實用；  
      同時交通本身也是種難得的體驗。
      - 創造一個方式讓你的心智相信你能做到的移動方式
      - 不論哪種方式的訣竅都是集中意念
      ----
      <div class="compass top-[-20%] right-[50%]"></div>
      <div class="flex ">
        <div class="w-1/2">

          ### 交通規則    

          在夢中可以…   
          1. 無重力   
          2. 無空間與時間   
          3. 透過抑制行動   

        </div>    
        <div class="w-1/2">    

          ### 旅行的方法    

          - 飛行    
          - 入口    
          - 瞬間移動    
          - 穿牆而過    
          - 時光旅行    

        </div>    
      </div>
            
      ----
      ## 創造萬物

      生命非關尋找自我，而是創造自我
      ----
      ### 創造的原則

      1. 思緒和情感創造出屬於你的真實
      2. 期望效應  
      夢境世界映照出你的信念和期望。
      3. 鏡中之人  
      夢境的事物都是自我的反射。改變自我，即可改變夢境。
      ----
      ### 上帝情節

      在夢境中，我們可以盡情創造任何事物，但不是什麼都能創造出來。總是有些細節或是事物不在掌控之中，它們由潛意識所決定。
      ----
      ## 夢境住民

      試著思考以下這些事：

      - 夢中人物之間的差異
      - 這些當地住民是誰
      - 你要如何和他們互動、為什麼要這麼做
      ----
      ### 拜見當地住民

      夢境住民可能有各種容貌外型，不一定侷限於人形或動物型態，大致可分為三種類型：
      - 夢遊者    
      - 朋友
      - 導師
      ----
      - **夢遊者**

          清醒程度：低

          缺乏自我意識，就像電影臨演。
      
      - **朋友**

          清醒程度：中／正常

          這些人物樂於交談，也願意回答問題，但不一定理解自己是夢中人物。
      ----
      - **導師**

          清醒程度：高

          存在感強大，掌握的資訊甚至比自我更多，通常出現時夢境會穩定且清晰。

          當需要建議或解決現實難題可以向他們請教。
      ----
      ### 為什麼應該和他們互動

      - 指引
      - 療癒

      <br><br>

      ### 和當地住民交談

      善用時間，直球對決，避免失去夢中意識或醒來。
      ----
      可供參考的問題：
          
      - 不好意思，請問您是？
      - 您為什麼會在這裡？
      - 我可以幫您嗎？
      - 您有什麼東西讓我看看嗎？
      - 您叫什麼名子？
      - 您是否代表什麼重要的東西？
      - 我生命的下一階段該做什麼？
      - 我們在哪裡？
      - 請帶我去探險！

      <div class="compass top-[90%] right-[4vw]"></div>
      ----
      ### 夢境禮儀

      你想要別人怎麼對待你，就要怎麼對待別人。如果這些夢中人物也是你的一部份，那這就等於在對自己做同樣的事。
      ----
      ### 夢中人物的本質為何？

      **他們是你的投射？**

      他們可能來自於你的潛意識

      **獨立的個體？**

      有些夢中人物可能具有完全的自主意識、觀點、慾望、動機、認知能力，甚至是特殊能力。

      不同的人可能也會夢到相同的夢中人物，也許他們來自「集體潛意識」。
      ----
      ### 夢中人物的本質為何？
      破壞帶來自我毀滅。留意不要造成不可逆轉的傷害，反噬自我的心智。

      對這些夢境住民好一點，我們不知道他們是誰，也不總是知道該對他們說什麼才好，但是我們很清楚：他們非常重要，也值得我們以朋友相待。
      ----
      ### 重點整理

      - 夢境住民不僅僅是紙娃娃。
      - 每一個夢境住民都有不同程度的自我意識，擁有的知能和智慧也像光譜分布一樣各不相同。
      - 夢中人物會給你指引、親密感及建言，千萬不要忽視他們。
      - 沒有人可以確定夢境住民的本質到底是什麼？
    </textarea>
  </section>
</template>
<script>
export default {
  name: 'ExploreNewWorld',
}
</script>
<style lang="scss" scoped></style>
